Repository: nbukstein/buky-ios
Catalog: Buky/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: 5 minutes
de: 5 Minuten
es: 5 minutos
it: 5 minuti
ja: 5分
ko: 5분
pt_br: 5 minutos
zh_hans: 5分钟

source: 10 minutes
de: 10 Minuten
es: 10 minutos
it: 10 minuti
ja: 10分
ko: 10분
pt_br: 10 minutos
zh_hans: 10分钟

source: 15 minutes
de: 15 Minuten
es: 15 minutos
it: 15 minuti
ja: 15分
ko: 15분
pt_br: 15 minutos
zh_hans: 15分钟

source: Access your collection of magical tales. Read, share, or continue where you left off in your story adventures
de: Greife auf deine Sammlung magischer Geschichten zu. Lese, teile oder setze dort fort, wo du in deinen Geschichtenabenteuern aufgehört hast
es: Accede a tu colección de cuentos mágicos. Lee, comparte o continúa donde lo dejaste en tus aventuras de historias
fr: Accédez à votre collection de contes magiques. Lisez, partagez, ou continuez là où vous vous êtes arrêté dans vos aventures
it: Accedi alla tua collezione di racconti magici. Leggi, condividi o continua da dove hai lasciato le tue avventure
ja: 魔法のお話コレクションにアクセスしましょう。読んだり、シェアしたり、続きから物語の冒険を楽しんだりできます
ko: 마법 같은 이야기 모음집에 들어가 보세요. 읽고, 공유하고, 멈췄던 곳부터 이야기 모험을 계속해 보세요
pt_br: Acesse sua coleção de contos mágicos. Leia, compartilhe ou continue de onde parou em suas aventuras
zh_hans: 访问你的神奇故事收藏。阅读、分享，或从你离开的地方继续你的故事冒险

source: Animals
de: Tiere
es: Animales
fr: Animaux
it: Animali
ja: どうぶつ
ko: 동물
pt_br: Animais
zh_hans: 动物

source: Are you sure you want to delete this story? This action cannot be undone.
de: Bist du sicher, dass du diese Geschichte löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres borrar esta historia? Esta acción no se puede deshacer.
fr: Es-tu sûr de vouloir supprimer cette histoire ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler cancellare questa storia? Questa azione non può essere annullata.
ja: このお話を削除してもよろしいですか？この操作は元に戻すことができません。
ko: 정말로 이 이야기를 삭제하시겠어요? 삭제하면 되돌릴 수 없어요.
pt_br: Tem certeza que quer apagar esta história? Esta ação não pode ser desfeita.
zh_hans: 你确定要删除这个故事吗？此操作无法撤销。

source: Aunt
de: Tante
es: Tía
fr: Tante
it: Zia
ja: おばさん
ko: 이모
pt_br: Tia
zh_hans: 阿姨

source: Brave
de: Mutig
es: Valiente
fr: Courageux
it: Coraggioso
ja: ゆうかん
ko: 용감한
pt_br: Corajoso
zh_hans: 勇敢

source: Brother
de: Bruder
es: Hermano
fr: Frère
it: Fratello
ja: おにいちゃん・おとうと
ko: 형/동생
pt_br: Irmão
zh_hans: 哥哥/弟弟

source: Buky story maker
de: Buky Geschichten-Ersteller
es: Creador de historias Buky
fr: Créateur d'histoires Buky
it: Creatore di storie Buky
ja: Buky ストーリーメーカー
ko: Buky 이야기 만들기
pt_br: Criador de histórias Buky
zh_hans: Buky故事制作器

source: Butterfly
de: Schmetterling
es: Mariposa
fr: Papillon
it: Farfalla
ja: ちょうちょ
ko: 나비
pt_br: Borboleta
zh_hans: 蝴蝶

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Castlle
de: Schloss
es: Castillo
fr: Château
it: Castello
ja: おしろ
ko: 성
pt_br: Castelo
zh_hans: 城堡

source: Cat
de: Katze
es: Gato
fr: Chat
it: Gatto
ja: ねこ
ko: 고양이
pt_br: Gato
zh_hans: 猫

source: Choose your AI
de: Wähle deine KI
es: Elige tu IA
fr: Choisis ton IA
it: Scegli la tua IA
ja: AIを選んでください
ko: AI를 선택해 주세요
pt_br: Escolha sua IA
zh_hans: 选择你的AI

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
ja: まち
ko: 도시
pt_br: Cidade
zh_hans: 城市

source: Compassion
de: Mitgefühl
es: Compasión
it: Compassione
ja: 思いやり
ko: 배려심
pt_br: Compaixão
zh_hans: 同情心

source: Cousin (boy)
de: Cousin
es: Primo
fr: Cousin
it: Cugino
ja: いとこ（おとこのこ）
ko: 사촌형/사촌동생
pt_br: Primo
zh_hans: 表哥/表弟

source: Cousin (girl)
de: Cousine
es: Prima
fr: Cousine
it: Cugina
ja: いとこ（おんなのこ）
ko: 사촌언니/사촌누나
pt_br: Prima
zh_hans: 表姐/表妹

source: Cow
de: Kuh
es: Vaca
fr: Vache
it: Mucca
ja: うし
ko: 소
pt_br: Vaca
zh_hans: 奶牛

source: Create a story and save it to see it here
de: Erstelle eine Geschichte und speichere sie, um sie hier zu sehen
es: Crea una historia y guárdala para verla aquí
fr: Crée une histoire et sauvegarde-la pour la voir ici
it: Crea una storia e salvala per vederla qui
ja: お話を作って保存すると、ここに表示されます
ko: 이야기를 만들고 저장하면 여기서 볼 수 있어요
pt_br: Crie uma história e salve para vê-la aqui
zh_hans: 创建一个故事并保存，就能在这里看到它

source: Create new story
de: Neue Geschichte erstellen
es: Crear nueva historia
fr: Créer une nouvelle histoire
it: Crea nuova storia
ja: あたらしいお話を作る
ko: 새 이야기 만들기
pt_br: Criar nova história
zh_hans: 创建新故事

source: Create story
de: Geschichte erstellen
es: Crear historia
fr: Créer une histoire
it: Crea storia
ja: お話を作る
ko: 이야기 만들기
pt_br: Criar história
zh_hans: 创建故事

source: Creating your story
de: Deine Geschichte wird erstellt
es: Creando tu historia
fr: Création de ton histoire
it: Creando la tua storia
ja: お話を作っています
ko: 이야기를 만드는 중이에요
pt_br: Criando sua história
zh_hans: 正在创建你的故事

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
zh_hans: 删除

source: Delete story
de: Geschichte löschen
es: Borrar historia
fr: Supprimer l'histoire
it: Elimina storia
ja: お話を削除
ko: 이야기 삭제
pt_br: Apagar história
zh_hans: 删除故事

source: Determination
de: Entschlossenheit
es: Determinación
fr: Détermination
it: Determinazione
ja: 決意
ko: 의지력
pt_br: Determinação
zh_hans: 决心

source: Dog
de: Hund
es: Perro
fr: Chien
it: Cane
ja: いぬ
ko: 강아지
pt_br: Cachorro
zh_hans: 狗

source: Dragons
de: Drachen
es: Dragones
it: Draghi
ja: ドラゴン
ko: 용
pt_br: Dragões
zh_hans: 龙

source: Elephant
de: Elefant
es: Elefante
fr: Éléphant
it: Elefante
ja: ぞう
ko: 코끼리
pt_br: Elefante
zh_hans: 大象

source: Empathy
de: Mitgefühl
es: Empatía
fr: Empathie
it: Empatia
ja: おもいやり
ko: 공감
pt_br: Empatia
zh_hans: 同理心

source: Enter the character's name
de: Gib den Namen der Figur ein
es: Escribe el nombre del personaje
fr: Entre le nom du personnage
it: Inserisci il nome del personaggio
ja: キャラクターの名前を入力してください
ko: 등장인물 이름을 입력해 주세요
pt_br: Digite o nome do personagem
zh_hans: 输入角色的名字

source: Friendship
de: Freundschaft
es: Amistad
fr: Amitié
it: Amicizia
ja: 友情
ko: 우정
pt_br: Amizade
zh_hans: 友谊

source: Frog
de: Frosch
es: Rana
fr: Grenouille
it: Rana
ja: カエル
ko: 개구리
pt_br: Sapo
zh_hans: 青蛙

source: Generosity
de: Großzügigkeit
es: Generosidad
fr: Générosité
it: Generosità
ja: 寛大さ
ko: 나눔
pt_br: Generosidade
zh_hans: 慷慨

source: Grandma
de: Oma
es: Abuela
fr: Grand-mère
it: Nonna
ja: おばあちゃん
ko: 할머니
pt_br: Vovó
zh_hans: 奶奶

source: Grandpa
de: Opa
es: Abuelo
fr: Grand-père
it: Nonno
ja: おじいちゃん
ko: 할아버지
pt_br: Vovô
zh_hans: 爷爷

source: Hi little writer
de: Hallo kleiner Geschichtenschreiber
es: Hola pequeño escritor
fr: Salut petit écrivain
it: Ciao piccolo scrittore
ja: こんにちは、小さな物語作家さん
ko: 안녕, 꼬마 작가야
pt_br: Oi pequeno escritor
zh_hans: 你好，小作家

source: Hope
de: Hoffnung
es: Esperanza
fr: Espoir
it: Speranza
ja: 希望
ko: 희망
pt_br: Esperança
zh_hans: 希望

source: House
de: Haus
es: Casa
fr: Maison
it: Casa
ja: おうち
ko: 집
pt_br: Casa
zh_hans: 房子

source: How long do you want your story?
de: Wie lang soll deine Geschichte werden?
es: ¿Qué tan larga quieres tu historia?
fr: Quelle longueur veux-tu pour ton histoire ?
it: Quanto vuoi che sia lunga la tua storia?
ja: お話はどのくらいの長さがいいかな？
ko: 이야기를 얼마나 길게 만들고 싶어?
pt_br: Que tamanho você quer para sua história?
zh_hans: 你希望故事有多长？

source: How old are you?
de: Wie alt bist du?
es: ¿Cuántos años tienes?
fr: Quel âge as-tu ?
it: Quanti anni hai?
ja: 何歳ですか？
ko: 너는 몇 살이야?
pt_br: Quantos anos você tem?
zh_hans: 你多大了？

source: If your child liked the story, save it for next time!
de: Wenn deinem Kind die Geschichte gefallen hat, speichere sie für das nächste Mal!
es: ¡Si a tu hijo le gustó la historia, guárdala para la próxima vez!
fr: Si votre enfant a aimé l'histoire, sauvegardez-la pour la prochaine fois !
it: Se al tuo bambino è piaciuta la storia, salvala per la prossima volta!
ja: お子様がお話を気に入ったら、次回のために保存しましょう！
ko: 아이가 이야기를 좋아했다면, 다음에 또 볼 수 있게 저장해 보세요!
pt_br: Se seu filho gostou da história, salve ela para a próxima vez!
zh_hans: 如果您的孩子喜欢这个故事，请保存它以备下次使用！

source: Joy
de: Freude
es: Alegría
fr: Joie
it: Gioia
ja: 喜び
ko: 기쁨
pt_br: Alegria
zh_hans: 快乐

source: Kings
de: Könige
es: Reyes
fr: Rois
it: Re
ja: 王様
ko: 왕들
pt_br: Reis
zh_hans: 国王

source: Lets create a new story
de: Lass uns eine neue Geschichte erstellen
es: Vamos a crear una nueva historia
fr: Créons une nouvelle histoire
it: Creiamo una nuova storia
ja: 新しいお話を作りましょう
ko: 새로운 이야기를 만들어보자
pt_br: Vamos criar uma nova história
zh_hans: 让我们创作一个新故事

source: Lion
de: Löwe
es: León
it: Leone
ja: ライオン
ko: 사자
pt_br: Leão
zh_hans: 狮子

source: Long
de: Lang
es: Larga
fr: Longue
it: Lunga
ja: 長い
ko: 길게
pt_br: Longa
zh_hans: 长

source: Love
de: Liebe
es: Amor
fr: Amour
it: Amore
ja: 愛
ko: 사랑
pt_br: Amor
zh_hans: 爱

source: Make great stories using AI
de: Erstelle tolle Geschichten mit KI
es: Crea historias increíbles usando IA
fr: Créer de belles histoires avec l'IA
it: Crea storie fantastiche usando l'IA
ja: AIを使って素敵なお話を作ろう
ko: AI로 멋진 이야기 만들기
pt_br: Crie histórias incríveis usando IA
zh_hans: 使用AI创作精彩故事

source: Medium
de: Mittel
es: Mediana
fr: Moyenne
it: Media
ja: 普通
ko: 보통
pt_br: Média
zh_hans: 中等

source: Mountain
de: Berg
es: Montaña
fr: Montagne
it: Montagna
ja: 山
ko: 산
pt_br: Montanha
zh_hans: 山

source: Name your animal
de: Benenne dein Tier
es: Nombra tu animal
fr: Nomme ton animal
it: Dai un nome al tuo animale
ja: 動物の名前をつけてね
ko: 동물의 이름을 지어줘
pt_br: Dê um nome ao seu animal
zh_hans: 给你的动物起个名字

source: Name your person
de: Benenne deine Person
es: Nombra tu persona
fr: Nomme ta personne
it: Dai un nome alla tua persona
ja: 人の名前をつけてね
ko: 사람의 이름을 지어줘
pt_br: Dê um nome à sua pessoa
zh_hans: 给你的人物起个名字

source: No saved stories yet
de: Noch keine gespeicherten Geschichten
es: Aún no hay historias guardadas
fr: Aucune histoire sauvegardée pour l'instant
it: Nessuna storia salvata ancora
ja: まだ保存されたお話はありません
ko: 아직 저장된 이야기가 없어요
pt_br: Ainda não há histórias salvas
zh_hans: 还没有保存的故事

source: Patience
de: Geduld
es: Paciencia
it: Pazienza
ja: 忍耐
ko: 인내심
pt_br: Paciência
zh_hans: 耐心

source: People
de: Menschen
es: Personas
fr: Personnes
it: Persone
ja: 人々
ko: 사람들
pt_br: Pessoas
zh_hans: 人物

source: Perseverance
de: Durchhaltevermögen
es: Perseverancia
fr: Persévérance
it: Perseveranza
ja: 粘り強さ
ko: 끈기
pt_br: Perseverança
zh_hans: 坚持不懈

source: Princess
de: Prinzessin
es: Princesa
fr: Princesse
it: Principessa
ja: お姫様
ko: 공주
pt_br: Princesa
zh_hans: 公主

source: Quiteness
de: Ruhe
es: Tranquilidad
fr: Tranquillité
it: Tranquillità
ja: 静けさ
ko: 조용함
pt_br: Tranquilidade
zh_hans: 宁静

source: Respect
de: Respekt
es: Respeto
it: Rispetto
ja: 思いやり
ko: 존중
pt_br: Respeito
zh_hans: 尊重

source: River
de: Fluss
es: Río
fr: Rivière
it: Fiume
ja: 川
ko: 강
pt_br: Rio
zh_hans: 河

source: Save story
de: Geschichte speichern
es: Guardar historia
fr: Sauvegarder l'histoire
it: Salva storia
ja: お話を保存
ko: 이야기 저장하기
pt_br: Salvar história
zh_hans: 保存故事

source: Save Story
de: Geschichte Speichern
es: Guardar Historia
fr: Sauvegarder l'Histoire
it: Salva Storia
ja: お話を保存
ko: 이야기 저장하기
pt_br: Salvar História
zh_hans: 保存故事

source: Saved stories
de: Gespeicherte Geschichten
es: Historias guardadas
fr: Histoires sauvegardées
it: Storie salvate
ja: 保存されたお話
ko: 저장된 이야기들
pt_br: Histórias salvas
zh_hans: 已保存的故事

source: Sea
de: Meer
es: Mar
fr: Mer
it: Mare
ja: 海
ko: 바다
pt_br: Mar
zh_hans: 海

source: Select the configurations to create the story
de: Wähle die Einstellungen, um die Geschichte zu erstellen
es: Selecciona las configuraciones para crear la historia
fr: Sélectionne les configurations pour créer l'histoire
it: Seleziona le configurazioni per creare la storia
ja: ストーリーを作るための設定を選んでください
ko: 이야기를 만들기 위한 설정을 선택하세요
pt_br: Selecione as configurações para criar a história
zh_hans: 选择配置来创建故事

source: Sharing
de: Teilen
es: Compartir
fr: Partage
it: Condivisione
ja: シェア
ko: 나누기
pt_br: Compartilhamento
zh_hans: 分享

source: Short
de: Kurz
es: Corto
fr: Court
it: Corto
ja: 短い
ko: 짧은
pt_br: Curta
zh_hans: 短篇

source: Sister
de: Schwester
es: Hermana
fr: Sœur
it: Sorella
ja: お姉ちゃん
ko: 언니/누나
pt_br: Irmã
zh_hans: 姐姐

source: Space
de: Weltraum
es: Espacio
fr: Espace
it: Spazio
ja: 宇宙
ko: 우주
pt_br: Espaço
zh_hans: 太空

source: Story saved
de: Geschichte gespeichert
es: Historia guardada
fr: Histoire sauvegardée
it: Storia salvata
ja: ストーリーが保存されました
ko: 이야기가 저장되었어요
pt_br: História salva
zh_hans: 故事已保存

source: Story Saved
de: Geschichte Gespeichert
es: Historia Guardada
fr: Histoire Sauvegardée
it: Storia Salvata
ja: ストーリーが保存されました
ko: 이야기 저장됨
pt_br: História Salva
zh_hans: 故事已保存

source: Superheroes
de: Superhelden
es: Superhéroes
fr: Super-héros
it: Supereroi
ja: スーパーヒーロー
ko: 슈퍼히어로
pt_br: Super-heróis
zh_hans: 超级英雄

source: This can take some seconds...
de: Das kann ein paar Sekunden dauern...
es: Esto puede tomar algunos segundos...
fr: Cela peut prendre quelques secondes...
it: Questo può richiedere alcuni secondi...
ja: 少しお待ちください...
ko: 몇 초 정도 걸릴 수 있어요...
pt_br: Isso pode levar alguns segundos...
zh_hans: 这可能需要几秒钟...

source: Uncle
de: Onkel
es: Tío
fr: Oncle
it: Zio
ja: おじさん
ko: 삼촌
pt_br: Tio
zh_hans: 叔叔

source: Use the magic of IA to create amazing stories. Set the characters, place and life lessons for your story
de: Nutze die Magie der KI, um wunderbare Geschichten zu erschaffen. Bestimme die Charaktere, den Ort und die Lebenslektionen für deine Geschichte
es: Usa la magia de la IA para crear historias increíbles. Configura los personajes, el lugar y las lecciones de vida para tu historia
fr: Utilise la magie de l'IA pour créer des histoires extraordinaires. Choisis les personnages, le lieu et les leçons de vie pour ton histoire
it: Usa la magia dell'IA per creare storie fantastiche. Scegli i personaggi, il luogo e le lezioni di vita per la tua storia
ja: AIの魔法を使って素晴らしいストーリーを作りましょう。登場人物、場所、そしてお話の教訓を設定してください
ko: AI의 마법을 사용해서 멋진 이야기를 만들어보세요. 이야기의 등장인물, 장소, 그리고 교훈을 설정해주세요
pt_br: Use a magia da IA para criar histórias incríveis. Escolha os personagens, o lugar e as lições de vida para sua história
zh_hans: 使用人工智能的魔力创造精彩的故事。为你的故事设置角色、地点和人生道理

source: What is the lesson of the story?
de: Was ist die Moral der Geschichte?
es: ¿Cuál es la enseñanza de la historia?
fr: Quelle est la leçon de l'histoire ?
it: Qual è la morale della storia?
ja: このお話の教訓は何ですか？
ko: 이야기의 교훈은 무엇인가요?
pt_br: Qual é a lição da história?
zh_hans: 这个故事的寓意是什么？

source: What is your story about
de: Wovon handelt deine Geschichte
es: ¿De qué trata tu historia?
fr: De quoi parle ton histoire
it: Di cosa parla la tua storia
ja: どんなお話にしますか
ko: 어떤 이야기를 만들고 싶나요
pt_br: Sobre o que é sua história
zh_hans: 你的故事是关于什么的

source: What would you like to do today?
de: Was möchtest du heute machen?
es: ¿Qué te gustaría hacer hoy?
fr: Qu'aimerais-tu faire aujourd'hui ?
it: Cosa vorresti fare oggi?
ja: 今日は何をしたいですか？
ko: 오늘은 무엇을 하고 싶나요?
pt_br: O que você gostaria de fazer hoje?
zh_hans: 今天你想做什么？

source: Where do you want your story to happen?
de: Wo soll deine Geschichte stattfinden?
es: ¿Dónde quieres que suceda tu historia?
fr: Où veux-tu que ton histoire se déroule ?
it: Dove vuoi che si svolga la tua storia?
ja: お話の舞台はどこにしますか？
ko: 이야기가 어디에서 일어났으면 좋겠나요?
pt_br: Onde você quer que sua história aconteça?
zh_hans: 你希望故事发生在哪里？

source: Who do you want to be the main characters in the story?
de: Wer sollen die Hauptfiguren in der Geschichte sein?
es: ¿Quién quieres que sean los personajes principales de la historia?
fr: Qui veux-tu comme personnages principaux dans l'histoire ?
it: Chi vuoi che siano i personaggi principali della storia?
ja: お話の主人公は誰にしますか？
ko: 이야기의 주인공을 누구로 하고 싶나요?
pt_br: Quem você quer que sejam os personagens principais da história?
zh_hans: 你希望故事的主角是谁？

source: Woods
de: Wald
es: Bosque
fr: Bois
it: Bosco
ja: 森
ko: 숲
pt_br: Floresta
zh_hans: 森林

source: Your story
de: Deine Geschichte
es: Tu historia
fr: Ton histoire
it: La tua storia
ja: あなたのお話
ko: 당신의 이야기
pt_br: Sua história
zh_hans: 你的故事

source: Person
es: Persona
fr: Personne
it: Persona
ja: 人
ko: 사람
pt_br: Pessoa
zh_hans: 人
